Repository: asifjavaid/Blackhorse
Catalog: lib/l10n/app_*.arb
Languages: nb

# menu_settings
source: Settings
nb: Innstillinger

# menu_profile
source: Profile
nb: Profil

# menu_dashboard
source: Dashboard
nb: Dashbord

# menu_cycleTracking
source: Cycle Tracking
nb: Syklusregistrering

# menu_reminders
source: Reminders
nb: Påminnelser

# menu_supportFeedback
source: Feedback & Support
nb: Tilbakemeldinger og brukerstøtte

# menu_language
source: Language
nb: Språk

# menu_logout
source: Log out
nb: Logg ut

# healthCompanion
source: The health companion you deserve
nb: Helseledsageren du fortjener

source: Authenticate With Biometric
nb: Autentiser Med biometri

# dontHaveAccount
source: Don’t have an account?
nb: Har du ikke en konto?

source: Sign-up Now
nb: Registrer deg nå

# not_regular_period_tracker_title
source: We’re not a regular period tracker.
nb: Vi er ikke en vanlig menstruasjonsapp

# not_regular_period_tracker_description
source: With Ekvi, you can easily and precisely track a broad range of symptoms related to endometriosis and other reproductive diseases.
nb: Vi gjør kvinner i stand til å få oversikt over sin menstruasjon i tillegg til å få registrert symptomer knyttet til endometriose og andre reproduksjonssykdommer.

# health_companion_title
source: ...we’re your health companion for life
nb: ...vi er din helsekompanjong for livet

# health_companion_description
source: Helping you to track, understand and share your symptoms with healthcare providers, all in one app.
nb: Ekvi er en følgesvenn, et fellesskap, et sosialt nettverk, et helsesporings- og innsiktsverktøy, alt i én og samme app.

# revolutionizing_support_title
source: Revolutionizing endometriosis support
nb: Revolusjonerer støtten til folk med Endometriose

# revolutionizing_support_description
source: Ekvi guides you toward effective solutions through symptom analysis and actionable insights.
nb: Ekvi hjelper deg med å få en diagnose raskere, som den eneste appen med et utredningsverktøy.

source: Get Started
nb: La oss starte

source: Sign Up
nb: Bli med i fellesskapet

# welcomeToEkvi
source: Welcome to Ekvi! Please enter your details
nb: Velkommen til Ekvi! Fyll inn dine detaljer

source: User name
nb: Brukernavn

source: Email address
nb: Epostadresse

source: Password
nb: Passord

# termsAndConditions
source: Terms & conditions and privacy policy
nb: Ved å bli med aksepterer jeg Ekvis vilkår og betingelser og personvern. Du kan lese de her.

# receiveContentFromEkvi
source: I want to receive inspiring and empowering content from Ekvi
nb: Jeg ønsker å motta inspirerende og oppbyggende innhold fra Ekvi

# signUpButton
source: Sign Up
nb: Bli med

# alreadyHaveAccount
source: Already have an account?
nb: Har du allerede en konto?

# signUpLoginText
source: Log In
nb: Logg inn

# signUpAgreementPrefix
source: By signing up I have read and agree to Ekvi’s
nb: Ved å registrere meg har jeg lest og godtar

# termsAndPrivacy
source: Terms & conditions
nb: Ekvis Vilkår & betingelser og personvernpolicy

# newsletterSubscription
source: I want to receive inspiring and empowering content from Ekvi
nb: Jeg vil motta inspirerende og styrkende innhold fra Ekvi

source: Sign In
nb: Bli med

# greetingMessage
source: Hey there,
nb: Hei der,

# welcomeBackMessage
source: Welcome back to Ekvi! To keep your account and data extra safe, we’ll ask you to log in with your BankID when you haven’t been logged in for a while.
nb: Velkommen tilbake til EKvi! For å sørge for at din konto og dine helsedata, er helt trygge, kommer vi til å be deg logge inn med din BankID, når du ikke har vært innlogget på en stund.

source: Login With BankID
nb: Logg Inn Med BankID

# notUnaSignUp
source: Sign up with a new account
nb: Lag en ny konto

source: Profile
nb: Profil

source: First name
nb: Fornavn

source: Last name
nb: Etternavn

source: Email
nb: Epost

source: Phone no
nb: Telefonnummer

source: Birthday
nb: Bursdag

source: Save
nb: Lagre

source: Cycle Tracking
nb: Syklusregistrering

source: I get my periods
nb: Jeg får mensen

source: Regularity
nb: Regelmessighet

source: My cycle is regular
nb: Min syklus er regelmessig

source: My cycle is irregular
nb: Min syklus er uregelmessig

source: I don’t know
nb: Jeg vet ikke

source: My Cycle Details
nb: Detaljer om min syklus

source: When did your last cycle start?
nb: Når startet din siste syklus? (1.dag med menstruasjon)

source: Select value
nb: Velg verdi

source: How long is your average cycle?
nb: Hvor lenge varer en gjennomsnittlig syklus for deg?

source: How long is your average period?
nb: Hvor lenge varer en gjennomsnittlig menstruasjon for deg?

source: Reminders
nb: Påminnelser

source: Add a new reminder
nb: Legg til ny påminnelse

source: Period begins in 2 days
nb: Mensen begynner om 2 dager

source: Contraception
nb: Prevensjon

source: Medication
nb: Medisiner

source: Current reminders
nb: Nåværende påminnelser

# tapOnTheSymptoms
source: Tap on the symptoms if you want to edit them, give them a long press for a delete option
nb: Trykk på påminnelsen hvis du vil endre den, trykk og hold for å få mulighet til å slette

source: Reminder time
nb: Tidspunkt for påminnelse

source: Personalize your message
nb: Endre din personlige melding

# heyGorgeousPeriodMessage
source: Hey gorgeous! Your period is about to start 💜
nb: Hei fina! Mensen er rett rundt hjørnet, husk å kjøpe inn sjokolade 💜

source: Contraceptions
nb: Prevensjon

# addNewReminder
source: Add a new reminder
nb: Legg til en ny påminnelse

# textPlaceholder
source: Text could go here
nb: Tekst kan skrives her

# oral
source: Oral (the pill)
nb: P-pille

source: Ring
nb: P-ring

source: Patch
nb: P-plaster

source: Injection
nb: P-sprøyte

source: IUD
nb: P-spiral

source: Implant
nb: P-stav

source: Oral contraceptives
nb: P-pille

# pillOralReminderMessage
source: Hey gorgeous! It’s time for your pill 💜
nb: Hei fina! Det er på tide å ta pillen, du vet hvilken

# numberOfPills
source: Number of pills in the package
nb: Antall tabletter i pakken

# packageInfo
source: This information helps us send reminders when it’s time to change pack or when to get new ones.
nb: Denne informasjonen hjelper oss med å minne deg på når du skal kjøpe ny pakke

source: Vaginal ring
nb: P-ring

source: Ring insertion
nb: Innsetting av ringen

# ringChangeReminder
source: When do you want to get a reminder to change your ring?
nb: Når ønsker du å få påminnelse om og bytte ringen?

source: Contraceptives patch
nb: P-plaster

# numberOfPatches
source: Number of patches in the package
nb: Antall plaster i pakken

# patchReminderDescription
source: This information helps us send reminders when it’s time to change pack or when to get new ones.
nb: Denne informasjonen hjelper oss med å minne deg på og kjøpe ny pakke

source: Contraceptives injection
nb: P-sprøyte

source: Injection frequency
nb: Frekvens for injeksjoner

# injectionFrequencyDescription
source: Select the number of weeks between injections and the start date. This information helps us send reminders when it’s time to get new a new one.
nb: Veg antall uker mellom injeksjoner og startdato. Denne informasjonen hjelper oss med å minne deg på neste injeksjon.

source: String check
nb: Trådsjekk

source: IUD replacement
nb: Bytte av P-sprial

# iudReplacementDescription
source: Log the number of years the IUD is valid so we can send you a reminder when it’s time for a new one. Ovulation predictions depend on the type of IUD.
nb: Legg inn hvor mange år spiralen er gyldig slik at vi kan minne deg på å bytte. Tidspunkt for eggløsning avhengiger av type spiral.

source: Contraceptives implant
nb: P-stav

# logNumberOfYearsImplant
source: Log the number of years the implant is valid so we can send you a reminder when it’s time for a new one.
nb: Registrer hvor mange år staven er gyldig, så kan vi minne deg på å ordne en ny.

source: New medication
nb: Ny medisin

source: Type of medication
nb: Type medisin

source: Daily reminder
nb: Daglig påminnelse

source: Customize reminder
nb: Endre din personlige melding

# ekviFeedbackSupport
source: Feedback & Support
nb: Tilbakemeldinger og Brukerstøtte

source: Support
nb: Brukerstøtte

# messageOurExperts
source: Message our experts or leave feedback for future features
nb: Meld våre eksperter eller gi tilbakemelding for fremtidige funksjoner

# helpCenter
source: F&Q
nb: Hjelpesenter

# faqGuidesLegal
source: Answers to all your questions
nb: Spørsmål og svar, Guider, Juridisk & mer

source: Notifications
nb: Varslinger

source: No notification yet!
nb: Ingen varsling ennå!

# stayTuned
source: Stay tuned for any upcoming messages or alerts.
nb: Hold deg oppdatert for kommende meldinger eller varsler.

source: Cycle Predictions
nb: Syklusprediksjoner

# yourPredictionsUpdated
source: Period days saved
nb: Dine spådommer har blitt oppdatert

# tapOnDays
source: Tap on the days you had your period
nb: Trykk på dagene du hadde mensen

source: Cancel
nb: Avbryt

# editDaysWithPeriod
source: Edit Days With Bleeding
nb: Rediger Dager Med Menstruasjon

source: Insights
nb: Innsikt

source: Period
nb: Mensen

source: Follicular
nb: Follikelfasen

source: Ovulation
nb: Eggløsningsfasen

source: Lutheal
nb: Luthealfasen

source: Bleeding
nb: Blødning

source: Pain
nb: Smerte

source: My Cycle
nb: Min syklus

# cycleDescription
source: Every cycle is a new adventure waiting to be unwrapped! From sunrise to sunset, your body's scripting a story filled with surprises and triumphs.
nb: Hver eneste syklus er et nytt eventyr som venter deg! Fra soloppgang til solnedgang. Kroppen din lager en historie for deg, fylt av overraskelser og seire.

source: Cycle history
nb: Syklushistorikk

# cycleHistoryDescription
source: Oh, the tales your cycle history could tell! Each month, it weaves a unique story of your body's journey.
nb: Hva dine sykluser kunne fortalt deg! Hver måned forteller syklusen din den unike historien om hva kroppen din går gjennom.

source: Fertile window
nb: Fertilitetsvindu

# dataPredictionInfo
source: We don’t have enough data to predict the patterns in your cycle. The more you track, the better predictions we will be able to find.
nb: Vi har ikke nok data til å forutse noen trender i din syklus. Jo mer du registrere, jo lettere vil det være for oss å gi deg våre antakelser om hva du har i vente.

# addCycleData
source: Add your cycle data
nb: Legg til dine syklusdata.

# addCycleButton
source: Add Cycle
nb: Legg til syklus

# cycleInformation
source: We don’t have enough information about your cycle to show any information here. Let’s change that!
nb: Vi har ikke nok informasjon om din syklus for å vise noe informasjon her. La oss endre det!

source: Top Symptoms
nb: Topp Symptomer

# symptomsDescription
source: Based on your fabulous tracking, here are your key symptoms from your last cycle phase.
nb: Basert på din fantastiske sporing, her er dine nøkkelsymptomer fra din siste syklusfase.

source: Coming soon!
nb: Kommer snart!

# unveilMagicDescription
source: Get ready to unveil the magic of your unique cycle! Our upcoming feature will whisk you away on a journey through your tracking patterns and symptoms. Discover the hidden gems of your cycle like never before, and chart a course to a happier, healthier you! Stay tuned for this exciting addition coming soon.
nb: Gjør deg klar til å avsløre magien i din unike syklus! Vår kommende funksjon vil ta deg med på en reise gjennom dine sporingsmønstre og symptomer. Oppdag de skjulte perlene i syklusen din som aldri før, og kartlegg en vei til en lykkeligere, sunnere deg! Hold øynene åpne for denne spennende tillegget som kommer snart.

# appForYou
source: We’re building this app for you!
nb: Vi bygger denne appen for deg!

# yourThoughts
source: So your thoughts mean the world to us. If you had a wishlist for this screen, what magical ingredients would you sprinkle to make it uniquely yours? Share your dreams, and let's make this app an even greater masterpiece together! Looking forward to hearing your ideas! Big hugs from the Ekvi team 💜
nb: Så tankene dine betyr verden for oss. Hvis du hadde en ønskeliste for denne skjermen, hvilke magiske ingredienser ville du drysse for å gjøre den unikt din? Del drømmene dine, og la oss gjøre denne appen til et enda større mesterverk sammen! Ser frem til å høre ideene dine! Store klemmer fra Ekvi-teamet 💜

# shareWishes
source: Share Your Wishes
nb: Del dine ønsker

source: Good Morning
nb: God Morgen

source: Good Afternoon
nb: God Ettermiddag

source: Good Evening
nb: God Kveld

source: Home
nb: Hjem

source: Cycle
nb: Syklus

source: Tracking
nb: Registreringer

source: Stories
nb: Historier

source: Feedback
nb: Tilbakemeldinger

source: Daily Tracker
nb: Daglig registrering av symptomer

# crackTheCodeDescription
source: Crack the code to your body’s quirks and discover your cycle’s secret language. Track symptoms like a pro and embrace the unpredictable journey of being wonderfully, uniquely you!
nb: Knekk koden til kroppen din sine særenheter og din syklus sitt hemmelige språk. Følg med på dine egne symptomer og registrer dem i appen. Omfavn muligheten til å være deg selv, unik og fantastisk!

source: Things I experience
nb: Ting jeg opplever

source: Emotions
nb: Følelser

source: Things I put in my body
nb: Ting jeg putter i kroppen

source: Hormones
nb: Hormoner

source: Painkillers
nb: Smertestillende

source: Alcohol
nb: Alkohol

source: Coffee
nb: Kaffe

# fertilityAndPregnancy
source: Fertility & pregnancy
nb: Fruktbarhet og graviditet

# ovulationTest
source: Ovulationt Test
nb: Eggløsningstest

source: Pregnancy test
nb: Graviditetstest

source: Sex
nb: Hadde sex

source: Notes
nb: Notater

source: Aching
nb: Verkende

source: Agonising
nb: Pinefullt

source: Burning
nb: Brennende

source: Constant
nb: Konstant

source: Cramping
nb: Krampetrekninger

source: Dull
nb: Murrende

source: Random
nb: Tilfeldig

source: Sharp
nb: Skarp

source: Shooting
nb: Skytende

source: Spasm
nb: Spasmer

source: Stabbing
nb: Stikkende

source: Throbbing
nb: Bankende

source: Morning
nb: Morgenen

source: Afternoon
nb: Ettermiddagen

source: Evening
nb: Kvelden

source: Night
nb: Natten

source: All day
nb: Hele dagen

source: Abdominal pain
nb: Magesmerter

source: Stomach cramps
nb: Magespasmer

source: Bloating
nb: Oppblåsthet

source: Nausea
nb: Kvalme

source: Vomiting
nb: Oppkast

source: Acid reflux or heartburn
nb: Sure oppstøt eller halsbrann

source: Feeling of fullness
nb: Følelse av metthet

source: Loss of appetite
nb: Tap av matlyst

source: Gas and flatulence
nb: Gass og luft i magen

source: Difficulty swallowing
nb: Svelgevansker

source: Indigestion
nb: Fordøyelsesproblemer

source: Belching or burping
nb: Raping

source: Pain after eating
nb: Smerter etter å ha spist

source: Pain opening bowels
nb: Smerter ved tarmtømming

source: Pain passing urine
nb: Smerter ved urinering

source: Bladder pain
nb: Blæresmerter

source: Diarrhea
nb: Diaré

source: Constipation
nb: Forstoppelse

source: Flight
nb: Fly

source: Train
nb: Tog

source: Bus
nb: Buss

source: Tram
nb: Trikk

source: Aerobics & Dancing
nb: Aerobics & Dansing

source: Cycling
nb: Sykling

source: Gym
nb: Treningsstudio

source: Kegels
nb: Kegel-øvelser

source: Rest day
nb: Hviledag

source: Running
nb: Løping

source: Swimming
nb: Svømming

source: Stretching
nb: Tøyning

source: Strength training
nb: Styrketrening

source: Team sports
nb: Lagsport

source: Walking
nb: Gange

source: Difficulty falling asleep
nb: Vanskeligheter med å sovne

source: Insomnia
nb: Søvnløshet

# wakingUpDuringNight
source: Waking up during the night
nb: Våkner opp om natten

source: Daytime fatigue
nb: Dagtid tretthet

source: Sleepwalking
nb: Søvngjengeri

source: Night terrors
nb: Nattskrekk

source: Waking up tired
nb: Våkner opp trøtt

source: Protected
nb: Beskyttet

source: Unprotected
nb: Ubeskyttet

source: Masturbation
nb: Onani

source: Pain during sex
nb: Smerter under samleie

source: Pain after sex
nb: Smerter etter samleie

source: No bleeding
nb: Ingen blødning

source: Spotting
nb: Flekker

source: Light
nb: Litt

source: Moderate
nb: Moderat

source: Heavy
nb: Mye

source: Super heavy
nb: Veldig mye

source: Sad
nb: Trist

source: Calm
nb: Rolig

source: Happy
nb: Glad

source: Indifferent
nb: Likegyldig

source: Angry
nb: Sint

source: Insecure
nb: Usikker

source: Sensitive
nb: Sensitiv

source: Grateful
nb: Taknemlig

source: Apathetic
nb: Apatisk

source: Obsessive thoughts
nb: Tankekjør

source: Confused
nb: Forvirret

source: Self critical
nb: Selvkritisk

source: Relaxed
nb: Avslappet

source: Self-compassion
nb: Selvmedlidende

source: High sex drive
nb: Høy sexlyst

source: Low sex drive
nb: Lav sexlyst

source: Frisky
nb: Flørtete

source: Intimacy
nb: Intimitet

source: Satisfaction
nb: Tilfredshet

source: Energetic
nb: Energifull

source: Motivated
nb: Motivert

source: Unmotivated
nb: Umotivert

source: Focused
nb: Fokusert

source: Productive
nb: Produktiv

source: Unproductive
nb: Ikke produktiv

source: Creative
nb: Kreativ

source: Brain fog
nb: Avkoblet

source: Hopeful
nb: Håpefull

source: Stressed
nb: Stresset

source: Anxious
nb: Engstelig

source: Feeling guilty
nb: Skyldfølelse

source: Shameful
nb: Skamfull

source: Lonely
nb: Ensom

source: Nervous
nb: Nervøs

source: Irritable
nb: Irritert

source: Negative
nb: Negativ

source: Positive
nb: Positiv

source: Faint line
nb: Svak linje

source: Didn’t have sex
nb: Hadde ikke sex

source: Withdrawal
nb: Uttrekning

source: Just existing
nb: Bare eksisterte

source: Eating
nb: Spiste

source: Toilet
nb: Var på toalettet

source: Travel
nb: Reiste

source: Exercise
nb: Trente

source: Sleep
nb: Sov
